app/views/gossip/index.html.erb

    <%@all_gossips.each do |elem|%>
    <%=elem.user.first_name %> : <%= elem.title%>
---
SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 5], ["LIMIT", 1]]