app/views/gossip/show.html.erb


<p>Auteur du Potin : <%=@current_gossip.user.first_name %> </p>
---
SELECT "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 6], ["LIMIT", 1]]